{
  "topic": {
    "economic": [
      {
        "sentence": "เศรษฐกิจไทยดีกำลังฟื้นขึ้นเรื่อยๆ เป็นกำลังใจให้นะคะ",
        "result": "pos"
      },
      {
        "sentence": "เชิญชวนต่างชาติเข้ามาลงทุนในประเทศ แต่ว่าในประเทศยังมีปัญหาเรื่องกันทุจริตคอรัปชั่นเยอะอยู่เลย ผมกลัวว่าต่างชาติจะไม่ได้รับความเชื่อมั่นในเรื่องนี้",
        "result": "neg"
      },
      {
        "sentence": "แม้รัฐบาลจะมีนโยบายดีๆ แต่ในการจัดการวิกฤตสุขภาพนี้กลับล้มเหลวในการรับมือกับภาวะเศรษฐกิจที่ย่ำแย่ของประเทศ การระบาดใหญ่นี้เผยให้เห็นถึงความเหลื่อมล้ำอย่างชัดเจน",
        "result": "neg"
      },
      {
        "sentence": "แม้ว่าเศรษฐกิจจะถดถอย แต่ฉันดีใจมากที่ได้รับผลตอบแทน 83,000 ดอลลาร์จากการลงทุน 25,000 ดอลลาร์ในการซื้อขายระยะสั้น",
        "result": "neu"
      },
      {
        "sentence": "ต้องสนับสนุนทางเกษตรกรให้มาก ถ้าเกษตรกรมีเงิน คนก็ทำเยอะขึ้น หาช่องทางส่งออกการเกษตรให้ได้เยอะๆ อยู่ได้แน่",
        "result": "neu"
      }
    ],
    "politics": [
      {
        "sentence": "ที่รัฐบาลทำ เพื่ออนาคตของประเทศชาติ เราตั้งอยู่บนความซื่อสัตย์ โปร่งใส ตรวจสอบได้ ไม่เคยเพิกเฉย หรือนิ่งนอนใจต่อความเดือดร้อนของพี่น้องประชาชน",
        "result": "pos"
      },
      {
        "sentence": "เชื่อมั่นในรัฐบาลและทีมงานทุกท่าน นายกยกระดับการค้าและการลงทุนของประเทศเรา",
        "result": "pos"
      },
      {
        "sentence": "เป็นโครงการโคตรไร้ประสิทธิภาพ ไม่ได้แก้ปัญหาเศรษฐกิจที่แท้จริง ประชาชนกังวล เพราะรัฐบาลกู้เงิน 3 ต่อ เพิ่มภาระหนี้สินและดอกเบี้ยของประเทศไม่เห็นด้วยกับวิธีการจัดหาเงินทุน",
        "result": "neg"
      },
      {
        "sentence": "ดิฉันไม่เห็นอะไรเลยจากร่าง พ.ร.บ ฉบับนี้นอกจากเป็นบทพิสูจน์ว่ารัฐาบาลนี้ที่มีชื่อเสียงด้านเศรษฐกิจกลับผิดพลาดในการจัดงบประมาณ",
        "result": "neg"
      },
      {
        "sentence": "แทนที่เราจะยกระดับทางการเมือง ปรับเปลี่ยนระบบการเมืองแบบเก่า เรากลับเจอการเมืองที่พยายามทำลายสิ่งใหม่เพื่อรักษาสิ่งเก่า",
        "result": "neu"
      }
    ],
    "generative_AI": [
      {
        "sentence": "ใช้ Ai ช่วยในการทำงานได้ดีมากๆ ประหยัดเวลาในการทำงานได้เยอะ",
        "result": "pos"
      },
      {
        "sentence": "เคยลองใช้อยู่ตัวนึง รู้สึกประทับใจมากๆ ",
        "result": "pos"
      },
      {
        "sentence": "ทักษะที่คนๆ นึงใช้เวลาฝึกฝนมานานนับปีพอมี Ai ที่ทำได้ขึ้นมา คุณค่าของทักษะที่คนๆนั้นทุ่มเทฝึกฝนมาก็ลดลงจนแทบจะไร้ค่าโดยทันทีหลายปีเหล่านั้นกลายเป็นการขาดทุนด้านเวลา และโอกาสไปโดยปริยาย",
        "result": "neg"
      },
      {
        "sentence": "Ai ที่พัฒนาจนเก่งรู้ลึก กว้างจนไร้ขอบเขต สร้างสรรค์​ได้ไม่จำกัด มีความสามารถเรียนรู้อย่างก้าวกระโดด",
        "result": "neu"
      },
      {
        "sentence": "สุดท้ายบริษัทก็สนกำไรสูงสุดไม่เคยเปลี่ยน ไม่ว่าจะมี Ai หรือไม่ก็ตาม",
        "result": "neu"
      }
    ]
  }
}
